Repository: pypi-data/pypi-mirror-71
Catalog: packages/brasil.gov.newfieldcomplement/brasil.gov.newfieldcomplement-1.1.0.tar.gz/brasil.gov.newfieldcomplement-1.1.0/src/brasil/gov/newfieldcomplement/locales/*/LC_MESSAGES/brasil.gov.newfieldcomplement.po
Languages: pt_br

source: Action canceled.
pt_br: Ação cancelada.

source: Add
pt_br: Adicionar

source: Add portal_catalog Index
pt_br: Adicionar índice/metadata ao portal_catalog

source: Cancel
pt_br: Cancelar

source: Changes cancelled!
pt_br: Alterações canceladas!

source: Changes saved!
pt_br: Alterações realizadas com sucesso!

source: Column 01
pt_br: Coluna 01

source: Column 01 Link
pt_br: Link para a visão do objeto na coluna 01

source: Column 01 Title
pt_br: Título da coluna 01

source: Column 01 Vocabulary
pt_br: Vocabulário da coluna 01 (caso necessário)

source: Column 02
pt_br: Coluna 02

source: Column 02 Link
pt_br: Link para a visão do objeto na coluna 02

source: Column 02 Title
pt_br: Título da coluna 02

source: Column 02 Vocabulary
pt_br: Vocabulário da coluna 02 (caso necessário)

source: Column 03
pt_br: Coluna 03

source: Column 03 Link
pt_br: Link para a visão do objeto na coluna 03

source: Column 03 Title
pt_br: Título da coluna 03

source: Column 03 Vocabulary
pt_br: Vocabulário da coluna 03 (caso necessário)

source: Column 04
pt_br: Coluna 04

source: Column 04 Link
pt_br: Link para a visão do objeto na coluna 04

source: Column 04 Title
pt_br: Título da coluna 04

source: Column 04 Vocabulary
pt_br: Vocabulário da coluna 04 (caso necessário)

source: Column 05
pt_br: Coluna 05

source: Column 05 Link
pt_br: Link para a visão do objeto na coluna 05

source: Column 05 Title
pt_br: Título da coluna 05

source: Column 05 Vocabulary
pt_br: Vocabulário da coluna 05 (caso necessário)

source: Dynamic Vocabularies
pt_br: Vocabulários Dinâmicos

source: Faceted Tabular Fields
pt_br: Campos da Visão Facetada Tabular

source: Faceted Tabular Summary View
pt_br: Visão Facetada Tabular Sumária

source: Faceted Tabular View
pt_br: Visão Facetada Tabular

source: Filter
pt_br: Filtrar

source: Index Type
pt_br: Tipo do Índice

source: Index/metadata ${name} successfully created.
pt_br: Índice/metadado ${name} criados com sucesso.

source: Installs the brasil.gov.newfieldcomplement add-on.
pt_br: Instala o pacote brasil.gov.newfieldcomplement.

source: Invalid short field name.
pt_br: Nome curto inválido.

source: No results were found.
pt_br: Nenhum registro encontrado.

source: Please fill in the title(s) of columns(s): ${titles}
pt_br: Por favor, preencha o(s) título(s) da(s) coluna(s): ${titles}

source: Please select at least one column as a link to object view.
pt_br: Por favor, selecione pelo menos uma coluna como link para a visão do objeto.

source: Save
pt_br: Salvar

source: Short field name or get function
pt_br: Nome curto do campo ou função 'get' correspondente sem parênteses () no final.

source: Table
pt_br: Tabela

source: Table Caption
pt_br: Legenda da Tabela

source: There are a index and a metadata with short name: ${name}
pt_br: Já existe um índice e um metadado com o nome curto: ${name}

source: There is a index with short name: ${name}
pt_br: Já existe um índice com o nome curto: ${name}

source: There is a metadata with short name: ${name}
pt_br: Já existe um metadado com o nome curto: ${name}

source: Uninstalls the brasil.gov.newfieldcomplement add-on.
pt_br: Desistala o pacote brasil.gov.newfieldcomplement.

source: Value
pt_br: Valor

source: Vocabulary 01
pt_br: Vocabulário 01

source: Vocabulary 02
pt_br: Vocabulário 02

source: Vocabulary 03
pt_br: Vocabulário 03

source: Vocabulary 04
pt_br: Vocabulário 04

source: Vocabulary 05
pt_br: Vocabulário 05

source: Vocabulary 06
pt_br: Vocabulário 06

source: Vocabulary 07
pt_br: Vocabulário 07

source: Vocabulary 08
pt_br: Vocabulário 08

source: Vocabulary 09
pt_br: Vocabulário 09

source: Vocabulary 10
pt_br: Vocabulário 10

source: Vocabulary 11
pt_br: Vocabulário 11

source: Vocabulary 12
pt_br: Vocabulário 12

source: Vocabulary 13
pt_br: Vocabulário 13

source: Vocabulary 14
pt_br: Vocabulário 14

source: Vocabulary 15
pt_br: Vocabulário 15

source: brasil.gov.newfieldcomplement
pt_br: Suporte a novos campos dexterity na busca multifacetada (brasil.gov.newfieldcomplement)

source: brasil.gov.newfieldcomplement (uninstall)
pt_br: brasil.gov.newfieldcomplement (desistalar)

source: dynamic_vocabulary_01
pt_br: Vocabulário Dinâmico 01

source: dynamic_vocabulary_02
pt_br: Vocabulário Dinâmico 02

source: dynamic_vocabulary_03
pt_br: Vocabulário Dinâmico 03

source: dynamic_vocabulary_04
pt_br: Vocabulário Dinâmico 04

source: dynamic_vocabulary_05
pt_br: Vocabulário Dinâmico 05

source: dynamic_vocabulary_06
pt_br: Vocabulário Dinâmico 06

source: dynamic_vocabulary_07
pt_br: Vocabulário Dinâmico 07

source: dynamic_vocabulary_08
pt_br: Vocabulário Dinâmico 08

source: dynamic_vocabulary_09
pt_br: Vocabulário Dinâmico 09

source: dynamic_vocabulary_10
pt_br: Vocabulário Dinâmico 10

source: dynamic_vocabulary_11
pt_br: Vocabulário Dinâmico 11

source: dynamic_vocabulary_12
pt_br: Vocabulário Dinâmico 12

source: dynamic_vocabulary_13
pt_br: Vocabulário Dinâmico 13

source: dynamic_vocabulary_14
pt_br: Vocabulário Dinâmico 14

source: dynamic_vocabulary_15
pt_br: Vocabulário Dinâmico 15

source: dynamic_vocabulary_desc
pt_br: Informe um valor por linha.

source: summary_report_listing
pt_br: Listagem

source: title_description
pt_br: É obrigatório o preenchimento do título sempre que a coluna for preenchida.
