Repository: pypi-data/pypi-mirror-71
Catalog: packages/db-extractor/db-extractor-1.1.8.tar.gz/db-extractor-1.1.8/sources/project_locale/ExtractNeeds/*/LC_MESSAGES/ExtractNeeds.po
Languages: it_it, ro_ro

source: Additional evaluation took place and new verdict is: {new_verdict}
it_it: Ulteriore valutazione ha avuto luogo e il nuovo verdetto è: {new_verdict}
ro_ro: A avut loc o evaluare suplimentară, iar un nou verdict este: {new_verdict}

source: Closing DB completed
it_it: Chiusura DataBase completata
ro_ro: Închiderea conexiunii la Baza de Date a fost finalizată

source: Closing DB connection
it_it: Chiusura del collegamento DB
ro_ro: Închiderea conexiunii la Baza de Date în curs

source: Configuration file name with credentials
it_it: Nome del file di configurazione con le credenziali
ro_ro: Numele fișierului de configurare cu datele de acreditare

source: Configuration file name with credentials has been loaded
it_it: È stato caricato il nome del file di configurazione con le credenziali
ro_ro: Numele fișierului de configurare cu datele de acreditare a fost încărcat

source: Configuration file name with extracting sequence(es)
it_it: Nome del file di configurazione con sequenza(e) di estrazione
ro_ro: Numele fișierului de configurare cu secvențe de extragere

source: Configuration file name with extracting sequence(es) has been loaded
it_it: Il nome del file di configurazione con le sequenze di estrazione è stato caricato
ro_ro: Numele fișierului de configurare cu secvențele de extragere a fost încărcat

source: Connection attempt done
it_it: Tentativo di connessione effettuato
ro_ro: Încercare de conectare făcută

source: Free DB result-set completed
it_it: Completato il set di risultati del DataBase liberato
ro_ro: Set de rezultate din Baza de Date s-a eliberat

source: Free DB result-set started
it_it: Inizio della serie di risultati del DataBase iniziato
ro_ro: Golirea memoriei cu setul de rezultate din Baza de Date DB a început

source: Generic query is: %s
it_it: L'interrogazione generica è: %s
ro_ro: Interogarea generică este: %s

source: Output file name
it_it: Nome del file di output
ro_ro: Numele fișierului de ieșire

source: Overall new verdict after considering multiple files is: {overall_verdict}
it_it: Il nuovo verdetto complessivo dopo aver considerato più file è: {overall_verdict}
ro_ro: În general, un nou verdict după luarea în considerare a mai multor fișiere este: {overall_verdict}

source: Preparing connection details has been completed
it_it: La preparazione dei dettagli di collegamento è stata completata
ro_ro: Pregătirea detaliilor conexiunii a fost finalizată

source: Query with parameters interpreted is: %s
it_it: La query con i parametri interpretati è: %s
ro_ro: Interogarea cu parametrii interpretați este: %s

source: Source Systems file name
it_it: Nome del file Sistemi Sorgente
ro_ro: Numele fișierului Sistemelor Sursă

source: Source Systems file name has been loaded
it_it: È stato caricato il nome del file del Sistemi Sorgente
ro_ro: Fișierului cu Sistemele Sursă a fost încărcat

source: Time spent is {seconds}
it_it: Il tempo trascorso è di {seconds}
ro_ro: Timpul petrecut este de {seconds}

source: Validation of the 3 JSON files involved (Extraction Sequence, Source systems and User Secrets) has been completed
it_it: La validazione dei 3 file JSON coinvolti (Sequenza di estrazione, sistemi sorgente e segreti utente) è stata completata
ro_ro: Validarea celor 3 fișiere JSON implicate (secvență de extracție, sisteme sursă și secrete de utilizator) a fost finalizată

source: not required
it_it: non necessario
ro_ro: nu este necesar

source: required
it_it: necessario
ro_ro: necesar
