Repository: pypi-data/pypi-mirror-71
Catalog: packages/db-extractor/db-extractor-1.1.8.tar.gz/db-extractor-1.1.8/sources/project_locale/BasicNeedsForExtractor/*/LC_MESSAGES/BasicNeedsForExtractor.po
Languages: it_it, ro_ro

source: {who} does not contain "{current_property}" which is mandatory, therefore extraction sequence will be ignored
it_it: {who} non contiene la "{current_property}" che è obbligatoria, quindi la sequenza di estrazione sarà ignorata
ro_ro: {who} nu conține "{current_property}" care este obligatoriu, prin urmare secvența de extracție va fi ignorată

source: Extract behaviour is set to {extract_behaviour}
it_it: Il comportamento dell'estratto è impostato a {extract_behaviour}.
ro_ro: Comportamentul de extragere este setat ca și {extract_behaviour}

source: Extraction Query
it_it: Interogazione di estrazione
ro_ro: Interogare de extragere

source: Extraction Sequence
it_it: Sequenza di estrazione
ro_ro: Secvență de extragere

source: Extraction sequence file name is a LIST but does not contain at least 1 extraction sequence, therefore cannot be used
it_it: Il nome del file di sequenza di estrazione è un LIST ma non contiene almeno 1 sequenza di estrazione, quindi non può essere utilizzato
ro_ro: Numele fișierului secvenței de extragere este un LIST, dar nu conține cel puțin o secvență de extragere, prin urmare nu poate fi utilizat

source: File {file_name} already exists, so database extraction will not be performed
it_it: Il file {file_name} esiste già, quindi l'estrazione del database non verrà eseguita
ro_ro: Fișierul {file_name} există deja, astfel încât extragerea din baza de date nu va fi efectuată

source: File {file_name} does not exist, so database extraction has to be performed
it_it: Il file {file_name} non esiste, quindi è necessario eseguire l'estrazione del database
ro_ro: Fișierul {file_name} nu există, deci trebuie efectuată extragerea bazei de date

source: For {str_user_secrets} your "Name" property has the default value: "{default_name_value}" which is unusual
it_it: Per {str_user_secrets} la proprietà "Name" ha il valore predefinito: "{default_name_value}" che è insolito
ro_ro: Pentru {str_user_secrets} proprietatea dvs. "Name" are valoarea implicită: "{default_name_value}" ceea ce este neobișnuit

source: For {str_user_secrets} your "Password" property has the default value: "{default_password_value}" which is unusual
it_it: Per {str_user_secrets} la proprietà "Password" ha il valore predefinito: "{default_password_value}" che è insolito
ro_ro: Pentru {str_user_secrets} proprietatea dvs. "Password" are valoarea implicită: "{default_password_value}" ceea ce este neobișnuit

source: For {str_user_secrets} your "Username" property has the default value: "{default_username_value}" which is unusual
it_it: Per {str_user_secrets} la proprietà "Nome utente" ha il valore predefinito: "{default_username_value}" che è insolito
ro_ro: Pentru {str_user_secrets} proprietatea dvs. "Username" are valoarea implicită: "{default_username_value}" ceea ce este neobișnuit

source: For the sequence number {sequence_number} the relevant details for database connection have been verified
it_it: Per il numero di sequenza {sequence_number} sono stati verificati i dettagli rilevanti per la connessione al database
ro_ro: Pentru secvența de extragere cu numărul {sequence_number} detaliile relevante pentru conexiunea la baza de date au fost verificate

source: JSON extraction sequence is not a LIST and must be, therefore cannot be used
it_it: La sequenza di estrazione JSON non è un ELENCO e deve essere, pertanto non può essere utilizzata
ro_ro: Secvența de extracție JSON nu este o LISTA și, prin urmare, nu poate fi utilizată

source: Query Session
it_it: Sessione di interogazione
ro_ro: Sesiunea de interogare

source: Query extraction probably should be performed (other checks might be required)
it_it: Probabilmente dovrebbe essere eseguita l'estrazione della query (potrebbero essere necessari altri controlli)
ro_ro: Probabil că interogarea de extragerea ar trebui să fie efectuată (posibil ca alte verificări să fie necesare)

source: Relevant JSON files are valid
it_it: I file JSON pertinenti sono validi
ro_ro: Fișierele JSON relevante sunt valide

source: Source System
it_it: Sistema sorgente
ro_ro: Sistemul sursă

source: Source Systems
it_it: Sistemi sorgente
ro_ro: Sisteme sursă

source: User Secrets
it_it: I segreti degli utenti
ro_ro: Secretele utilizatorului

source: credentials file
it_it: file delle credenziali
ro_ro: fișier cu credențiale (secrete)

source: extracting sequence file
it_it: file con sequenze di estrazione
ro_ro: fișierul cu secvențe de extragere

source: source system file
it_it: file dei sistemi sorgente
ro_ro: fișier cu sisteme sursă
