Repository: pypi-data/pypi-mirror-71
Catalog: packages/koalix-crm/koalix-crm-1.13.dev10.tar.gz/koalix-crm-1.13.dev10/koalixcrm/subscriptions/locale/*/LC_MESSAGES/django.po
Languages: de

source: Basics
de: Grundlagen

source: Create Invoice
de: Erzeuge Rechnung

source: Offered
de: Offeriert

source: Canceled
de: Aufgelöst

source: Signed
de: Unterschrieben

source: Subscription Type
de: Abonnement Typ

source: Subscription
de: Abonnement

source: Subscriptions
de: Abonnemente

source: Event Date
de: Ereignis Datum

source: Event
de: Ereignis

source: Subscription Event
de: Abonnement Ereignis

source: Subscription Events
de: Abonnement Ereignisse

source: Cancelation Period (months)
de: Kündigungsfirst in Monaten

source: Automatic Contract Extension (months)
de: Automatische Vertragsverlängerung in Monaten

source: Automatic Contract Extensoin Reminder (days)
de: Automatische Vertragsverlängerung Erinnerung in Tagen

source: Minimum Contract Duration
de: Minimale Vertragsdauer

source: Payment Intervall (days)
de: Zahlungsintervall

source: Contract Documents
de: Vertragsdokumente

source: Subscription Types
de: Abonnement Typen
