Repository: pypi-data/pypi-mirror-71
Catalog: packages/db-extractor/db-extractor-1.1.8.tar.gz/db-extractor-1.1.8/sources/project_locale/DatabaseTalker/*/LC_MESSAGES/DatabaseTalker.po
Languages: it_it, ro_ro

source: Additional {additional_columns_counted} column added to Pandas Data Frame
it_it: Aggiunta di una colonna aggiuntiva {additional_columns_counted} alla Strutura di Dati Pandas
ro_ro: Coloana suplimentară {additional_columns_counted} adăugată la Pandas Dataframe

source: Connection problem encountered:
it_it: Problema di connessione riscontrato:
ro_ro: Problemă de conexiune întâlnită

source: Connection to {server_vendor_and_type} server, layer {server_layer} which means (server {server_name}, port {server_port}) using the username {username} ({name_of_user})
it_it: Connessione al server {server_vendor_and_type}, layer {server_layer} che significa (server {server_name}, porta {server_port}) usando il nome utente {username} ({name_of_user})
ro_ro: Conexiunea la serverul {server_vendor_and_type}, strat {server_layer} care înseamnă (server {server_name}, port {server_port}) folosind numele de utilizator {username} ({nume_of_user})

source: Connection to {server_vendor_and_type} server completed
it_it: Connessione al server {server_vendor_and_type} completata
ro_ro: S-a realizat conexiunea la {server_vendor_and_type}

source: Error connecting to {server_vendor_and_type} server with details
it_it: Errore di connessione al server {server_vendor_and_type} con dettagli
ro_ro: Eroare la conectarea la serverul {server_vendor_and_type} cu detalii

source: Error running the query:
it_it: Errore nell'esecuzione dell' interogazionne:
ro_ro: Eroare la executarea interogării

source: Query executed successfully
it_it: Interrogazione eseguita con successo
ro_ro: Interogarea a fost executată cu succes

source: Query executed successfully having a server processing time of {processing_time}
it_it: Query eseguita con successo avendo un tempo di elaborazione del server di {processing_time}.
ro_ro: Interogare executată cu succes având un timp de procesare a serverului de {processing_time}

source: Result-set column name determination completed: {columns_name}
it_it: Determinazione del nome della colonna del risultato completata: {columns_name}
ro_ro: Determinarea numelor de coloane din setul de rezultate încheiată: {columns_name}

source: Result-set has been completely fetched and contains {rows_counted} rows
it_it: Il set di risultati è stato completamente recuperato e contiene {rows_counted} righe
ro_ro: Setul de rezultate a fost complet preluat și conține {rows_counted} rânduri

source: Result-set has been loaded into Pandas Data Frame
it_it: Il set di risultati è stato caricato in Strutura di Dati Pandas
ro_ro: Setul de rezultate a fost încărcat în Structura de Date Pandas
